---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ElevViewNamePos
source: html/216c4c3d-0a49-9e94-7285-d29a7c547a9c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ElevViewNamePos Property

"View Name Position"

## Syntax (C#)
```csharp
public static ForgeTypeId ElevViewNamePos { get; }
```